Repository: aliyasiny65/nc-photos
Catalog: lib/l10n/app_*.arb
Languages: el, es, fr

# albumEditDragRearrangeNotification
source: Long press and drag an item to rearrange it manually
el: Πατήστε παρατεταμένα και σύρετε ένα αντικείμενο για να το αναδιατάξετε χειροκίνητα
es: Mantén presionado y arrastra un elemento para reordenarlo manualmente
fr: Appuyez longuement et faites glisser un élément pour le réorganiser manuellement

# albumAddTextTooltip
source: Add text
el: Προσθήκη κειμένου
es: Añadir texto
fr: Ajouter du texte

# shareTooltip
source: Share
el: Κοινοποίηση
es: Compartir
fr: Partager

# shareSelectedEmptyNotification
source: Select some photos to share
el: Επιλέξτε μερικές φωτογραφίες για κοινοποίηση
es: Selecciona algunas fotos para compartir
fr: Sélectionnez quelques photos à partager

# shareDownloadingDialogContent
source: Downloading
el: Λήψη...
es: Descargando
fr: Téléchargement

# searchTooltip
source: Search
el: Αναζήτηση
es: Buscar
fr: Chercher

# albumSearchTextFieldHint
source: Search albums
el: Αναζήτηση συλλογής
es: Buscar álbumes
fr: Rechercher des albums

# clearTooltip
source: Clear
el: Εκκαθάριση
es: Limpiar
fr: Nettoyer

# listNoResultsText
source: No results
el: Κανένα αποτέλεσμα
es: Sin resultados
fr: Aucun résultat

# listEmptyText
source: Empty
es: Vacío

# albumTrashLabel
source: Trash
es: Papelera

# restoreTooltip
source: Restore
es: Restaurar

# restoreSelectedProcessingNotification
source: {count, plural, =1{Restoring 1 item} other{Restoring {count} items}}
es: {count, plural, =1{Restaurando 1 elemento} other{Restaurando {count} elementos}}

# restoreSelectedSuccessNotification
source: All items restored successfully
es: Restaurado todo con éxito

# restoreSelectedFailureNotification
source: {count, plural, =1{Failed restoring 1 item} other{Failed restoring {count} items}}
es: {count, plural, =1{Fallo al restaurar 1 elemento} other{Fallo al restaurar {count} elementos}}

# restoreProcessingNotification
source: Restoring item
es: Restaurando éste elemento

# restoreSuccessNotification
source: Restored item successfully
es: Elemento restaurado con éxito

# restoreFailureNotification
source: Failed restoring item
es: Fallo al restaurar éste elemento

# deletePermanentlyTooltip
source: Delete permanently
es: Eliminar permanentemente

# deletePermanentlyConfirmationDialogTitle
source: Delete permanently
es: Eliminar PERMANENTEMENTE

# deletePermanentlyConfirmationDialogContent
source: Selected items will be deleted permanently from the server. This action is nonreversible
es: Los elementos seleccionados se eliminarán permanentemente del servidor. Ésta acción es irreversible!

# albumSharedLabel
source: Shared
es: Compartido

# setAlbumCoverProcessingNotification
source: Setting photo as album cover
es: Estableciendo foto como portada del álbum

# setAlbumCoverSuccessNotification
source: Set album cover successfully
es: Portada establecida

# setAlbumCoverFailureNotification
source: Failed setting album cover
es: Fallo al establecer portada

# metadataTaskProcessingNotification
source: Processing image metadata in background
es: Procesando metadatos en segundo plano

# metadataTaskPauseNoWiFiNotification
source: Waiting for WiFi
es: Esperando WiFi

# configButtonLabel
source: CONFIG
es: CONFIGURAR

# useAsAlbumCoverTooltip
source: Use as album cover
es: Usar como portada del álbum

# helpTooltip
source: Help
es: Ayuda

# removeFromAlbumTooltip
source: Remove from album
es: Quitar del álbum

# changelogTitle
source: Changelog
el: Αρχείο αλλαγών
es: Registro de cambios
fr: Journal des modifications

# serverCertErrorDialogTitle
source: Server certificate cannot be trusted
el: Το πιστοποιητικό διακομιστή δεν είναι αξιόπιστο
es: No se puede confiar en el certificado del servidor
fr: Le certificat du serveur ne peut pas être approuvé

# serverCertErrorDialogContent
source: The server may be hacked or someone is trying to steal your information
el: Ο διακομιστής ενδέχεται να έχει παραβιαστεί ή κάποιος προσπαθεί να κλέψει τα δεδομένα σας
es: El servidor podría ser hackeado o alguien podría rondar su información
fr: Le serveur peut être piraté ou quelqu'un essaie de voler vos informations

# advancedButtonLabel
source: ADVANCED
el: ΠΡΟΧΩΡΗΜΕΝΟ
es: AVANZADO
fr: AVANCÉ

# whitelistCertDialogTitle
source: Whitelist unknown certificate?
el: Προσθήκη αγνώστου πιστοποιητικού στη λίστα επιτρεπόμενων;
es: ¿Poner en lista blanca certificado desconocido?
fr: Certificat inconnu de la liste blanche ?

# whitelistCertDialogContent
source: You can whitelist the certificate to make the app accept it. WARNING: This poses a great security risk. Make sure the cert is self-signed by you or a trusted party Host: {host} Fingerprint: {fingerprint}
el: Μπορείτε να προσθέσετε το πιστοποιητικό στη λίστα επιτρεπόμενων για να το αποδεχτεί η εφαρμογή. ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Αυτό ενέχει μεγάλο κίνδυνο ασφάλειας. Βεβαιωθείτε ότι το πιστοποιητικό είναι υπογεγραμμένο από εσάς ή από κάποια αξιόπιστη πηγή Host: {host} Fingerprint: {fingerprint}
es: Puedes poner en lista blanca el certificado para hacer que la aplicación lo acepte. ADVERTENCIA: Esto supone un gran riesgo de seguridad. Asegúrate de que el certificado está firmado por ti mismo o una entidad de confianza Host: {host} Fingerprint: {fingerprint}
fr: Vous pouvez ajouter le certificat à la liste blanche pour que l'application l'accepte. AVERTISSEMENT : Cela pose un grand risque pour la sécurité. Assurez-vous que le certificat est auto-signé par vous ou une partie de confiance Hôte : {hôte} Empreinte digitale : {fingerprint}

# whitelistCertButtonLabel
source: ACCEPT THE RISK AND WHITELIST
el: ΑΠΟΔΟΧΗ ΚΙΝΔΥΝΟΥ ΚΑΙ ΠΡΟΣΘΗΚΗ ΣΤΗ ΛΙΣΤΑ ΕΠΙΤΡΕΠΟΜΕΝΩΝ
es: ASUMIR RIESGO Y PONER EN LISTA BLANCA
fr: ACCEPTER LE RISQUE ET AJOUTER À LA LISTE BLANCHE

# fileSharedByDescription
source: Shared with you by this user
es: Compartido contigo por éste usuario

# emptyTrashbinTooltip
source: Empty trash
es: Vaciar papelera

# emptyTrashbinConfirmationDialogTitle
source: Empty trash
es: Vaciar papelera

# emptyTrashbinConfirmationDialogContent
source: All items will be deleted permanently from the server. This action is nonreversible
es: Todos los elementos se eliminarán permanentemente del servidor. Ésta acción es irreversible

# unsetAlbumCoverTooltip
source: Unset cover
es: Quitar portada

# unsetAlbumCoverProcessingNotification
source: Unsetting cover
es: Quitando portada

# unsetAlbumCoverSuccessNotification
source: Unset cover successfully
es: Portada quitada con éxito

# unsetAlbumCoverFailureNotification
source: Failed unsetting cover
es: Error al quitar portada

# muteTooltip
source: Mute
es: Silenciar

# unmuteTooltip
source: Unmute
es: No silenciar

# collectionPeopleLabel
source: People
es: Gente

# personPhotoCountText
source: {count, plural, =1{1 photo} other{{count} photos}}
es: {count, plural, =1{1 foto} other{{count} fotos}}

# slideshowTooltip
source: Slideshow
es: Presentación de diapositivas

# slideshowSetupDialogTitle
source: Setup slideshow
es: Configurar diapositivas

# slideshowSetupDialogDurationTitle
source: Image duration (MM:SS)
es: Duración de cada imagen (MM:SS)

# slideshowSetupDialogShuffleTitle
source: Shuffle
es: Aleatorias

# slideshowSetupDialogRepeatTitle
source: Repeat
es: Repetir

# linkCopiedNotification
source: Link copied
es: Enlace copiado

# shareMethodDialogTitle
source: Share as
es: Compartir como

# shareMethodFileTitle
source: File
es: Archivo

# shareMethodFileDescription
source: Download the file and share it to other apps
es: Descarga el archivo y compártelo con otras apps

# shareMethodPublicLinkTitle
source: Public link
es: Enlace público

# shareMethodPublicLinkDescription
source: Create a new public link on the server. Anyone with the link can access the file
es: Crea en el servidor un nuevo enlace público. Cualquiera con el enlace puede acceder al archivo

# shareMethodPasswordLinkTitle
source: Password protected link
es: Enlace protegido con contraseña

# shareMethodPasswordLinkDescription
source: Create a new password protected link on the server
es: Crea en el servidor un nuevo enlace protegido con contraseña

# collectionSharingLabel
source: Sharing
es: Compartido

# fileLastSharedDescription
source: Last shared on {date}
es: Compartido por última vez el {date}

# fileLastSharedByOthersDescription
source: {user} shared with you on {date}
es: {user} lo compartió contigo el {date}

# albumLastSharedByOthersDescription
source: {user} shared an album with you on {date}
es: {user} compartió el álbum contigo el {date}

# sharedWithLabel
source: Shared with
es: Compartido con

# unshareTooltip
source: Unshare
es: Dejar de compartir

# unshareSuccessNotification
source: Removed share
es: Has dejado de compartirlo

# locationLabel
source: Location
es: Ubicación

# multipleFilesLinkShareDialogContent
source: Nextcloud does not support share link for multiple files. The app will instead COPY the files to a new folder and share the folder instead.
es: Nextcloud no soporta compartir enlaces para múltiples archivos. La aplicación en su lugar COPIARÁ los archivos a una nueva carpeta y compartirá la capeta.

# folderNameInputHint
source: Folder name
es: Nombre de la carpeta

# folderNameInputInvalidEmpty
source: Please enter the name of the folder
es: Introduce un nombre para la carpeta

# folderNameInputInvalidCharacters
source: Contains invalid characters
es: Contiene caracteres inválidos

# createShareProgressText
source: Creating share
es: Compartiendo

# copyItemsFailureNotification
source: {count, plural, =1{Failed copying 1 item} other{Failed copying {count} items}}
es: {count, plural, =1{Fallo al copiar 1 item} other{Fallo al copiar {count} items}}

# unshareLinkShareDirDialogTitle
source: Delete folder?
es: Borrar carpeta?

# unshareLinkShareDirDialogContent
source: This folder was created by the app to share multiple files as a link. It is now no longer shared with any party, do you want to delete this folder?
es: Ésta carpeta fue creada por la app para compartir múltiples archivos en un enlace. Ya no se comparte con nadie, ¿quieres borrarla?

# addToCollectionTooltip
source: Add to collection
es: Añadir a colección

# addToCollectionProcessingNotification
source: Adding {album} to your collection
es: Añadiendo {album} a tu colección

# addToCollectionSuccessNotification
source: Added {album} to your collection successfully
es: Añadido {album} a tu colección con éxito

# shareAlbumDialogTitle
source: Share with user
es: Compartir con un usuario

# shareAlbumSuccessNotification
source: Album shared with {user}
es: Álbum compartido con {user}

# shareAlbumSuccessWithErrorNotification
source: Album shared with {user}, but failed to share some files
es: Álbum compartido con {user}, pero algunos archivos fallaron al comnpartirlos

# unshareAlbumSuccessNotification
source: Album unshared with {user}
es: Álbum no compartido con {user}

# unshareAlbumSuccessWithErrorNotification
source: Album unshared with {user}, but failed to unshare some files
es: Álbum no compartido con {user}, pero algunos archivos fallaron al dejar de compartirlos

# fixSharesTooltip
source: Fix shares
es: Reparar compartidos

# fixTooltip
source: Fix
es: Reparar

# fixButtonLabel
source: FIX
es: REPARAR

# fixAllTooltip
source: Fix all
es: Reparar todo

# missingShareDescription
source: Not shared with {user}
es: No compartido con {user}

# extraShareDescription
source: Shared with {user}
es: Compartido con {user}

# defaultButtonLabel
source: DEFAULT
es: PREDETERMINADO

# addUserInputHint
source: Add user
es: Añadir usuario

# sharedAlbumInfoDialogTitle
source: Introducing shared album
es: Presentación de álbumes compartidos

# sharedAlbumInfoDialogContent
source: Shared album allows multiple users on the same server to access the same album. Please read carefully the limitations before continuing
es: Álbumes compartidos permite a múltiples usuarios del mismo servidor acceder al mismo álbum. Por favor lee cuidadosamente las limitaciones antes de continuar

# learnMoreButtonLabel
source: LEARN MORE
es: APRENDER MÁS

# errorUnauthenticated
source: Unauthenticated access. Please sign-in again if the problem continues
el: Μη εξουσιοδοτημένη πρόσβαση. Συνδεθείτε ξανά εάν το πρόβλημα συνεχίζεται
es: Acceso sin identificación. Por favor inicia sesión otra vez si el problema continúa.
fr: Accès non authentifié. Veuillez vous reconnecter si le problème persiste

# errorDisconnected
source: Unable to connect. Server may be offline or your device may be disconnected
el: Αδυναμία σύνδεσης. Ο διακομιστής ενδέχεται να είναι εκτός σύνδεσης ή η συσκευή σας δεν είναι συνδεδεμένη
es: No se pudo conectar. El servidor no está en línea o tu dispositivo está desconectado.
fr: Impossible de se connecter. Le serveur peut être hors ligne ou votre appareil peut être déconnecté

# errorLocked
source: File is locked on server. Please try again later
el: Το αρχείο είναι κλειδωμένο στο διακομιστή. Δοκιμάστε ξανά αργότερα
es: Archivo bloqueado en el servidor. Inténtalo de nuevo más tarde.
fr: Le fichier est verrouillé sur le serveur. Veuillez réessayer plus tard

# errorInvalidBaseUrl
source: Unable to communicate. Please make sure the address is the base URL of your Nextcloud instance
el: Αδυναμία επικοινωνίας. Βεβαιωθείτε ότι η διεύθυνση είναι η βασική διεύθυνση URL του διακομιστή Nextcloud
es: No se pudo comunicar. Asegúrate que la dirección es la URL base de tu Nextcloud.
fr: Impossible de communiquer. Veuillez vous assurer que l'adresse est l'URL de base de votre instance Nextcloud

# errorWrongPassword
source: Unable to authenticate. Please double check the username and password
el: Αδυναμία επαλήθευσης ταυτότητας. Ελέγξτε ξανά το όνομα χρήστη και τον κωδικό πρόσβασης
es: No se pudo autentificar. Verifica tu usuario y contraseña.Unable to authenticate.
fr: Impossible à authentifier. Veuillez vérifier le nom d'utilisateur et le mot de passe

# errorServerError
source: Server error. Please make sure the server is setup correctly
el: Σφάλμα διακομιστή. Βεβαιωθείτε ότι ο διακομιστής έχει ρυθμιστεί σωστά
es: Error del servidor. Asegúrate que el servidor está configurado correctamente.
fr: Erreur du serveur. Veuillez vous assurer que le serveur est correctement configuré

# errorAlbumDowngrade
source: Can't modify this album as it was created by a later version of this app. Please update the app and try again
es: No puede modificarse este álbum ya que fue creado por una versión más reciente de esta app. Por favor, actualiza la app e inténtalo de nuevo.

# zoomTooltip
source: Zoom
el: Εστίαση

# secondCountSymbol
source: {count}s
el: {count}δευτ.

# millimeterCountSymbol
source: {count}mm
el: {count}χιλ.

# createAlbumDialogBasicLabel
source: Simple
el: Απλή

# createAlbumDialogBasicDescription
source: Simple album organizes photos regardless of the file hierarchy on the server
el: Η απλή συλλογή οργανώνει φωτογραφίες ανεξάρτητα από την ιεραρχία αρχείων στον διακομιστή
fr: Album simple organise les photos quelle que soit la hiérarchie des fichiers sur le serveur

# createAlbumDialogFolderBasedLabel
source: Folder
el: Με βάση το φάκελο
fr: Basé sur le dossier

# createAlbumDialogFolderBasedDescription
source: Folder based album reflects contents of a folder
el: Η συλλογή με βάση το φάκελο αντικατοπτρίζει το περιεχόμενο ενός φακέλου
fr: L'album basé sur un dossier reflète le contenu d'un dossier

# convertBasicAlbumMenuLabel
source: Convert to simple album
el: Μετατροπή σε απλή συλλογή
fr: Convertir en album simple

# convertBasicAlbumConfirmationDialogTitle
source: Convert to simple album
el: Μετατροπή σε απλή συλλογή
fr: Convertir en album simple

# convertBasicAlbumConfirmationDialogContent
source: The contents of this album will no longer be managed by the app. You will be able to freely add or remove photos. This conversion is nonreversible
el: Η διαχείριση των περιεχομένων αυτής της συλλογής δε θα γίνεται πλέον από την εφαρμογή. Θα μπορείτε να προσθέτετε ή να αφαιρείτε ελεύθερα φωτογραφίες. Αυτή η μετατροπή είναι μη αναστρέψιμη
fr: Le contenu de cet album ne sera plus géré par l'application. Vous pourrez librement ajouter ou supprimer des photos. Cette conversion est irréversible

# convertBasicAlbumSuccessNotification
source: Album converted successfully
el: Επιτυχής μετατροπή συλλογής
fr: Album converti avec succès
