Repository: aliyasiny65/nc-photos
Catalog: lib/l10n/app_*.arb
Languages: el, es, fr

# appTitle
source: Photos
el: Φωτογραφίες
es: Fotos

# photosTabLabel
source: Photos
el: Φωτογραφίες
es: Fotos

# collectionsTooltip
source: Collections
es: Colecciones

# refreshMenuLabel
source: Refresh
el: Ανανέωση
es: Actualizar
fr: Rafraîchir

# settingsMenuLabel
source: Settings
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres

# selectionAppBarTitle
source: {count} selected
el: {count} επιλεγμένα
es: {count} seleccionado
fr: {count} sélectionné

# addSelectedToAlbumSuccessNotification
source: All items added to {album} successfully
el: Επιτυχής προσθήκη όλων των αντικειμένων στη συλλογή {album}
es: Selección añadida a {album} con éxito
fr: Tous les éléments ont été ajoutés à {album} avec succès

# addSelectedToAlbumFailureNotification
source: Failed adding items to album
el: Αποτυχία προσθήκης αντικειμένων σε συλλογή
es: No se pudo añadir selección al álbum
fr: Échec de l'ajout d'éléments à l'album

# addToAlbumTooltip
source: Add to album
el: Προσθήκη σε συλλογή
es: Añadir a álbum
fr: Ajouter à l'album

# addToAlbumSuccessNotification
source: Added to {album} successfully
el: Επιτυχής προσθήκη στη συλλογή {album}
es: Archivo añadido a {album} con éxito
fr: Ajouté à {album} avec succès

# addToAlbumFailureNotification
source: Failed adding to album
el: Αποτυχία προσθήκης σε συλλογή
es: Error al añadir al álbum
fr: Échec de l'ajout à l'album

# deleteSelectedProcessingNotification
source: {count, plural, =1{Deleting 1 item} other{Deleting {count} items}}
el: {count, plural, =1{Διαγραφή 1 αντικειμένου} other{Διαγραφή {count} αντικειμένων}}
es: {count, plural, =1{Borrando 1 elemento} other{Borrando {count} elementos}}
fr: {count, plural, =1{Suppression de 1 élément} other{Suppression de {count} éléments}}

# deleteSelectedSuccessNotification
source: All items deleted successfully
el: Επιτυχής διαγραφή όλων των αντικειμένων
es: Elementos borrados con éxito
fr: Tous les éléments ont été supprimés avec succès

# deleteSelectedFailureNotification
source: {count, plural, =1{Failed deleting 1 item} other{Failed deleting {count} items}}
el: {count, plural, =1{Αποτυχία διαγραφής 1 αντικειμένου} other{Αποτυχία διαγραφής {count} αντικειμένων}}
es: {count, plural, =1{Error al borrar 1 elemento} other{Error al borrar {count} elementos}}
fr: {count, plural, =1{Échec de la suppression de 1 élément} other{Échec de la suppression de {count} éléments}}

# archiveTooltip
source: Archive
es: Archivar
fr: Archiver la selection

# archiveSelectedProcessingNotification
source: {count, plural, =1{Archiving 1 item} other{Archiving {count} items}}
el: {count, plural, =1{Αρχειοθέτηση 1 αντικειμένου} other{Αρχειοθέτηση {count} αντικειμένων}}
es: {count, plural, =1{Archivando 1 elemento} other{Archivando {count} archivos}}
fr: {count, plural, =1{Archivage 1 élément} other{Archivage de {count} éléments}}

# archiveSelectedSuccessNotification
source: All items archived successfully
el: Επιτυχής αρχειοθέτηση όλων των αντικειμένων
es: Archivado con éxito
fr: Tous les éléments ont été archivés avec succès

# archiveSelectedFailureNotification
source: {count, plural, =1{Failed archiving 1 item} other{Failed archiving {count} items}}
el: {count, plural, =1{Αποτυχία αρχειοθέτησης 1 αντικειμένου} other{Αποτυχία αρχειοθέτησης {count} αντικειμένων}}
es: {count, plural, =1{Error al archivar 1 elemento} other{Error al archivar {count} elementos}}
fr: {count, plural, =1{Échec de l'archivage de 1 élément} other{Échec de l'archivage de {count} éléments}}

# unarchiveTooltip
source: Unarchive
es: Desarchivar selección
fr: Désarchiver la sélection

# unarchiveSelectedProcessingNotification
source: {count, plural, =1{Unarchiving 1 item} other{Unarchiving {count} items}}
el: {count, plural, =1{Αποαρχειοθέτηση 1 αντικειμένου} other{Αποαρχειοθέτηση {count} αντικειμένων}}
es: {count, plural, =1{Desarchivando 1 elemento} other{Desarchivando {count} elementos}}
fr: {count, plural, =1{Désarchivage de 1 élément} other{Désarchivage de {count} éléments}}

# unarchiveSelectedSuccessNotification
source: All items unarchived successfully
el: Επιτυχής αποαρχειοθέτηση όλων των αντικειμένων
es: Selección desarchivada con éxito
fr: Tous les éléments ont été désarchivés avec succès

# unarchiveSelectedFailureNotification
source: {count, plural, =1{Failed unarchiving 1 item} other{Failed unarchiving {count} items}}
el: {count, plural, =1{Αποτυχία αποαρχειοθέτησης 1 αντικειμένου} other{Αποτυχία αποαρχειοθέτησης {count} αντικειμένων}}
es: {count, plural, =1{Error al desarchivar 1 elemento} other{Error al desarchivar {count} elementos}}
fr: {count, plural, =1{Échec du désarchivage de 1 élément} other{Échec du désarchivage de {count} éléments}}

# deleteTooltip
source: Delete
el: Διαγραφή
es: Eliminar
fr: Supprimer

# deleteProcessingNotification
source: Deleting item
el: Διαγραφή αντικειμένου
es: Eliminando elemento
fr: Suppression de l'élément

# deleteSuccessNotification
source: Deleted item successfully
el: Επιτυχής διαγραφή αντικειμένου
es: Elemento borrado con éxito
fr: Élément supprimé avec succès

# deleteFailureNotification
source: Failed deleting item
el: Αποτυχία διαγραφής αντικειμένου
es: Error al borrar elemento
fr: Échec de la suppression de l'élément

# removeSelectedFromAlbumTooltip
source: Remove selected from album
el: Αφαίρεση επιλεγμένων από τη συλλογή
es: Quitar selección del álbum
fr: Supprimer la sélection de l'album

# removeSelectedFromAlbumSuccessNotification
source: {count, plural, =1{1 item removed from album} other{{count} items removed from album}}
el: {count, plural, =1{1 αντικείμενο αφαιρέθηκε από τη συλλογή} other{{count} αντικείμενα αφαιρέθηκαν από τη συλλογή}}
es: {count, plural, =1{1 elemento quitado del álbum} other{{count} elementos quitados del álbum}}
fr: {count, plural, =1{1 élément supprimé de l'album} other{{count} éléments supprimés de l'album}}

# removeSelectedFromAlbumFailureNotification
source: Failed removing items from album
el: Αποτυχία αφαίρεσης αντικειμένων από τη συλλογή
es: Error al quitar elementos del álbum
fr: Échec de la suppression des éléments de l'album

# addServerTooltip
source: Add server
el: Προσθήκη διακομιστή
es: Añadir servidor
fr: Ajouter un serveur

# removeServerSuccessNotification
source: Removed {server} successfully
el: Επιτυχής αφαίρεση {server}
es: Quitado {server} con éxito
fr: {server} supprimé avec succès

# createAlbumTooltip
source: New album
el: Δημιουργία νέας συλλογής
es: Crear nuevo álbum
fr: Créer un nouvel album

# createAlbumFailureNotification
source: Failed creating album
el: Αποτυχία δημιουργίας συλλογής
es: Error al crear álbum
fr: Échec de la création de l'album

# albumSize
source: {count, plural, =0{Empty} =1{1 item} other{{count} items}}
el: {count, plural, =0{Empty} =1{1 αντικείμενο} other{{count} αντικείμενα}}
es: {count, plural, =0{Empty} =1{1 elemento} other{{count} elementos}}
fr: {count, plural, =0{Empty} =1{1 élément} other{{count} éléments}}

# albumArchiveLabel
source: Archive
el: Αρχείο
es: Archivo

source: Connecting to {server}
el: Σύνδεση σε {server}
es: Conectando a {server}
fr: Connexion à {server}

# nameInputHint
source: Name
el: Όνομα
es: Nombre
fr: Nom

# albumNameInputInvalidEmpty
source: Please enter the album name
el: Προσθέστε όνομα συλλογής
es: Introduce un nombre para el álbum
fr: Veuillez saisir le nom de l'album

# skipButtonLabel
source: SKIP
el: ΠΑΡΑΒΛΕΨΗ
es: SALTAR
fr: IGNORER

# confirmButtonLabel
source: CONFIRM
el: ΕΠΙΒΕΒΑΙΩΣΗ
es: CONFIRMAR
fr: CONFIRMER

# signInHeaderText
source: Sign in to Nextcloud server
el: Είσοδος σε διακομιστή Nextcloud
es: Iniciar sesión en Nextcloud
fr: Connectez-vous à un serveur Nextcloud

# signIn2faHintText
source: Use an app password if you have two-factor authentication enabled in the server
el: *Χρησιμοποιήστε ένα συνθηματικό εφαρμογής αν χρησιμοποιείτε πιστοποίηση δύο παραγόντων στο διακομιστή
es: Usa una contraseña de aplicación si tienes activada en el servidor la autentificación en dos pasos.
fr: *Utilisez un mot de passe d'application si vous avez activé l'authentification à deux facteurs sur le serveur

# serverAddressInputHint
source: Server address
el: Διεύθυνση διακομιστή
es: Dirección del servidor
fr: Adresse du serveur

# serverAddressInputInvalidEmpty
source: Please enter the server address
el: Προσθέστε τη διεύθυνση του διακομιστή
es: Introduce la dirección del servidor
fr: Veuillez saisir l'adresse du serveur

# usernameInputHint
source: Username
el: Όνομα χρήστη
es: Usuario
fr: Nom d'utilisateur

# usernameInputInvalidEmpty
source: Please enter your username
el: Προσθέστε το όνομα χρήστη σας
es: Introduce tu nombre de usuario
fr: Veuillez entrer votre nom d'utilisateur

# passwordInputHint
source: Password
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe

# passwordInputInvalidEmpty
source: Please enter your password
el: Προσθέστε τον κωδικό πρόσβασής σας
es: Introduce tu contraseña
fr: Veuillez entrer votre mot de passe

# rootPickerHeaderText
source: Pick the folders to be included
el: Επιλέξτε τους φακέλους που θα συμπεριληφθούν
es: Marca las carpetas que serán añadidas
fr: Choisissez les dossiers à inclure

# rootPickerSubHeaderText
source: Only photos inside the folders will be shown. Press Skip to include all
el: Μόνο οι φωτογραφίες εντός των φακέλων θα εμφανίζονται. Πατήστε Παράβλεψη για να συμπεριληφθούν όλες
es: Solo se mostrará el contenido de las carpetas marcadas. Toca SALTAR para incluir todas
fr: Seules les photos à l'intérieur des dossiers seront affichées. Appuyez sur Ignorer pour tout inclure

# rootPickerNavigateUpItemText
source: (go back)
es: (atrás)
fr: (retourner en arrière)

# rootPickerUnpickFailureNotification
source: Failed unpicking item
el: Αποτυχία αποεπιλογής αντικειμένου
es: Error al desmarcar elemento
fr: Échec de la séparation de l'élément

# rootPickerListEmptyNotification
source: Please pick at least one folder or press skip to include all
el: Επιλέξτε τουλάχιστον έναν φάκελο ή πατήστε παράβλεψη για να τους συμπεριλάβετε όλους
es: Por favor, selecciona al menos una carpeta o toca SALTAR para seleccionar todas
fr: Veuillez choisir au moins un dossier ou appuyez sur ignorer pour tout inclure

# setupWidgetTitle
source: Getting started
el: Ξεκινάμε
es: Empecemos
fr: Commencer

# setupSettingsModifyLaterHint
source: You can change this later in Settings
el: Μπορείτε να το αλλάξετε αργότερα στις Ρυθμίσεις
es: Puedes cambiar esto luego en Ajustes
fr: Vous pouvez modifier cela plus tard dans les paramètres

# setupHiddenPrefDirNoticeDetail
source: This app creates a folder on the Nextcloud server to store preference files. Please do not modify or remove it unless you plan to remove this app
el: Η εφαρμογή θα δημιουργήσει ένα φάκελο στο διακομιστή Nextcloud για την αποθήκευση αρχείων προτιμήσεων. Μην τον τροποποιήσετε και μην τον καταργήσετε εκτός εάν σκοπεύετε να καταργήσετε αυτήν την εφαρμογή
es: Está aplicación crea una carpeta en Nextcloud para guardar las preferencias. Por favor no la modifiques o elimines a no ser que quieras desinstalar ésta aplicación.
fr: Cette application crée un dossier sur le serveur Nextcloud pour stocker les fichiers de préférences. Veuillez ne pas le modifier ou le supprimer à moins que vous ne prévoyiez de supprimer cette application

# settingsWidgetTitle
source: Settings
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres

# settingsLanguageTitle
source: Language
el: Γλώσσα
es: Idioma
fr: Langue

# settingsExifSupportTitle
source: EXIF support
el: Υποστήριξη EXIF
es: Soporte EXIF
fr: Prise en charge EXIF

# settingsExifSupportTrueSubtitle
source: Require extra network usage
el: Απαιτείται επιπλέον χρήση δικτύου
es: Requiere un uso mayor de la red
fr: Exiger une utilisation supplémentaire du réseau

# settingsAccountTitle
source: Account
es: Cuenta

# settingsAccountPageTitle
source: Account settings
es: Configuraciones de la cuenta

# settingsIncludedFoldersTitle
source: Included folders
es: Carpetas incluídas

# settingsShareFolderTitle
source: Share folder
es: Carpeta compartida

# settingsShareFolderDialogTitle
source: Locate the share folder
es: Ubicación de la carpeta compartida

# settingsShareFolderDialogDescription
source: This setting corresponds to the share_folder parameter in config.php. The two values MUST be identical. Please locate the same folder as the one set in config.php.
es: Ésta configuración corresponde al parametro share_folder en config.php. Ambos valores DEBEN ser idénticos. Por favor, utiliza la misma carpeta que la configurada en config.php.

# settingsShareFolderPickerDescription
source: Please locate the same folder as the one set in config.php. Press default if you did not set the parameter.
es: Por favor, utiliza la misma carpeta que la configurada en config.php. Toca en predeterminado si no tienes configurado éste parámetro

# settingsServerAppSectionTitle
source: Server app support
es: Soporte para aplicaciones del servidor

# settingsViewerTitle
source: Viewer
es: Visualización

# settingsViewerDescription
source: Customize the image/video viewer
es: Personalizar la visualización de imágenes/vídeos

# settingsViewerPageTitle
source: Viewer settings
es: Ajustes de visualización

# settingsScreenBrightnessTitle
source: Screen brightness
es: Brillo de pantalla

# settingsScreenBrightnessDescription
source: Override system brightness level
es: Invalidar nivel de brillo del sistema

# settingsForceRotationTitle
source: Ignore rotation lock
es: Ignorar autorotación desactivada

# settingsForceRotationDescription
source: Rotate the screen even when auto rotation is disabled
es: Rotar la pantalla incluso si la autorotación está desactivada

# settingsMapProviderTitle
source: Map provider
es: Proveedor de mapas

# settingsAlbumTitle
source: Album
es: Álbumes

# settingsAlbumDescription
source: Customize albums
es: Personalizar álbumes

# settingsAlbumPageTitle
source: Album settings
es: Ajustes de álbum

# settingsShowDateInAlbumTitle
source: Group photos by date
es: Agrupar fotos por fecha

# settingsShowDateInAlbumDescription
source: Apply only when the album is sorted by time
es: Se aplica sólo cuando el álbum esté ordenado por fecha

# settingsThemeTitle
source: Theme
es: Tema

# settingsThemeDescription
source: Customize the appearance of the app
es: Personaliza la apariencia de la aplicación

# settingsThemePageTitle
source: Theme settings
es: Ajustes de tema

# settingsFollowSystemThemeTitle
source: Follow system theme
es: Usar el mismo tema que android

# settingsUseBlackInDarkThemeTitle
source: Darker theme
es: Tema más oscuro

# settingsUseBlackInDarkThemeTrueDescription
source: Use black in dark theme
es: Usar negro con el tema oscuro

# settingsUseBlackInDarkThemeFalseDescription
source: Use dark grey in dark theme
es: Usar gris oscuro con el tema oscuro

# settingsExperimentalDescription
source: Features that are not ready for everyday use
es: Características que no están listas para uso diario

# settingsExperimentalPageTitle
source: Experimental settings
es: Configuración Experimental

# settingsAboutSectionTitle
source: About
el: Σχετικά με
es: Acerca de
fr: À propos

# settingsVersionTitle
source: Version
el: Έκδοση
es: Versión

# settingsSourceCodeTitle
source: Source code
el: Πηγαίος κώδικας
es: Código fuente
fr: Code source

# settingsBugReportTitle
source: Report issue
el: Αναφορά προβλήματος
es: Comunicar un problema
fr: Signaler un problème

# settingsCaptureLogsTitle
source: Capture logs
es: Capturar logs

# settingsCaptureLogsDescription
source: Help developer to diagnose bugs
es: Ayuda al desarrollador a diagnosticar fallos

# settingsTranslatorTitle
source: Translator
el: Μεταφραστής
es: Traductor
fr: Traducteur

# writePreferenceFailureNotification
source: Failed setting preference
el: Αποτυχία ρύθμισης προτίμησης
es: Error al establecer preferencias
fr: Échec du réglage des préférences

# enableButtonLabel
source: ENABLE
el: ΕΝΕΡΓΟΠΟΙΗΣΗ
es: HABILITAR
fr: ACTIVER

# exifSupportDetails
source: Enabling EXIF support will make various metadata available like date taken, camera model, etc. In order to read these metadata, extra network usage is required to download the original full-sized image. The app will only start downloading when connected to a Wi-Fi network
el: Ενεργοποιώντας την υποστήριξη EXIF διάφορα μεταδεδομένα όπως ημερομηνία λήψης, μοντέλο κάμερας θα γίνουν διαθέσιμα. Για την ανάγνωση αυτών των μεταδεδομένων, απαιτείται επιπλέον χρήση δικτύου για τη λήψη της αρχικής εικόνας πλήρους μεγέθους. Η εφαρμογή θα ξεκινήσει τη λήψη μόνο όταν είναι συνδεδεμένη σε δίκτυο Wi-Fi
es: Habilitando el soporte EXIF podrás ver metadatos como la fecha de captura, modelo de cámara, etc. Para leer estos metadatos, se necesita un uso extra de la red para obtener la imagen en tamaño original. La aplicación sólo empezará a descargar cuando esté conectado a una red wifi.
fr: L'activation de la prise en charge EXIF ​​rendra diverses métadonnées disponibles, telles que la date de prise de vue, le modèle de l'appareil photo, etc. Afin de lire ces métadonnées, une utilisation supplémentaire du réseau est requise pour télécharger l'image originale en taille réelle. L'application ne commencera à télécharger qu'une fois connectée à un réseau Wi-Fi

# exifSupportConfirmationDialogTitle
source: Enable EXIF support?
el: Ενεργοποίηση υποστήριξης EXIF;
es: ¿Habilitar soporte EXIF?
fr: Activer la prise en charge EXIF ?

# captureLogDetails
source: To take logs for a bug report: 1. Enable this setting 2. Reproduce the issue 3. Disable this setting 4. Look for nc-photos.log in the download folder *If the issue causes the app to crash, no logs could be captured. In such case, please contact the developer for further instructions
es: Para obtener logs para reportar fallos: 1. Habilita ésta opción 2. Reproduce el fallo 3. Desabilita ésta opción 4. Busca nc-photos.log en la carpeta de descargas *Si el fallo provoca que la aplicación se cierre, no se puede capturar el log. En ese caso, por favor contacta con el desarrollador para más instrucciones

# captureLogSuccessNotification
source: Logs saved successfully
es: Logs guargados con éxito

# doneButtonLabel
source: DONE
el: ΕΓΙΝΕ
es: LISTO
fr: TERMINÉ

# nextButtonLabel
source: NEXT
el: ΕΠΟΜΕΝΟ
es: SIGUIENTE
fr: SUIVANT

# connectButtonLabel
source: CONNECT
el: ΣΥΝΔΕΣΗ
es: CONECTAR
fr: CONNECTER

# rootPickerSkipConfirmationDialogContent
source: All your files will be included
el: Θα συμπεριληφθούν όλοι οι φάκελοί σας
es: Se incluirán todos tus archivos
fr: Tous vos fichiers seront inclus

# detailsTooltip
source: Details
el: Λεπτομέρειες
es: Detalles
fr: Détails

# downloadTooltip
source: Download
el: Λήψη
es: Descargar
fr: Télécharger

# downloadProcessingNotification
source: Downloading file
el: Λήψη αρχείου
es: Descargando archivo
fr: Téléchargement du fichier

# downloadSuccessNotification
source: Downloaded file successfully
el: Επιτυχής λήψη αρχείου
es: Descargado con éxito
fr: Fichier téléchargé avec succès

# downloadFailureNotification
source: Failed downloading file
el: Αποτυχία λήψης αρχείου
es: Error al descargar
fr: Échec du téléchargement du fichier

# downloadFailureNoPermissionNotification
source: Require storage access permission
el: Απαιτείται άδεια πρόσβασης στο χώρο αποθήκευσης
es: Se requiere permiso de acceso al almacenamiento
fr: Exiger une autorisation d'accès au stockage

# nextTooltip
source: Next
el: Επόμενο
es: Siguiente
fr: Suivant

# previousTooltip
source: Previous
el: Προηγούμενο
es: Anterior
fr: Précédent

# webSelectRangeNotification
source: Hold shift + click to select all in between
el: Κρατήστε πατημένο το shift και κάντε κλικ για να επιλέξετε όλα τα ενδιάμεσα
es: Mantén Shift + click para seleccionar todo entre medias
fr: Maintenez la touche Maj enfoncée + cliquez pour tout sélectionner entre les deux

# mobileSelectRangeNotification
source: Long press another item to select all in between
el: Πατήστε παρατεταμένα ένα άλλο αντικείμενο για να επιλέξετε όλα ενδιάμεσα
es: Mantenga presionado otro elemento para seleccionar todo entre ellos
fr: Appuyez longuement sur un autre élément pour tout sélectionner entre

# updateDateTimeDialogTitle
source: Modify date & time
el: Τροποποίηση ημερομηνίας και ώρας
es: Modificar fecha y hora
fr: Modifier la date et l'heure

# dateSubtitle
source: Date
el: Ημερομηνία
es: Fecha

# timeSubtitle
source: Time
el: Ώρα
es: Hora
fr: Heure

# dateYearInputHint
source: Year
el: Έτος
es: Año
fr: Année

# dateMonthInputHint
source: Month
el: Μήνας
es: Mes
fr: Mois

# dateDayInputHint
source: Day
el: Ημέρα
es: Día
fr: Jour

# timeHourInputHint
source: Hour
el: Ώρα
es: Hora
fr: Heure

# timeMinuteInputHint
source: Minute
el: Λεπτό
es: Minuto

# timeSecondInputHint
source: Second
es: Segundo

# dateTimeInputInvalid
source: Invalid value
el: Μη έγκυρη τιμή
es: Valor inválido
fr: Valeur invalide

# updateDateTimeFailureNotification
source: Failed modifying date & time
el: Αποτυχία τροποποίησης ημερομηνίας και ώρας
es: Error al modificar fecha y hora
fr: Échec de la modification de la date et de l'heure

# albumDirPickerHeaderText
source: Pick the folders to be associated
el: Επιλέξτε τους φακέλους που θα συσχετιστούν
es: Selecciona las carpetas a asociar con el álbum
fr: Choisissez les dossiers à associer

# albumDirPickerSubHeaderText
source: Only photos in the associated folders will be included in this album
el: Μόνο φωτογραφίες στους σχετικούς φακέλους θα συμπεριληφθούν σε αυτή τη συλλογή
es: Sólo el contenido de las carpetas asociadas se incluirán en éste álbum
fr: Seules les photos des dossiers associés seront incluses dans cet album

# albumDirPickerListEmptyNotification
source: Please pick at least one folder
el: Επιλέξτε τουλάχιστον έναν φάκελο
es: Por favor selecciona al menos una carpeta
fr: Veuillez choisir au moins un dossier

# importFoldersTooltip
source: Import folders
el: Εισαγωγή φακέλων
es: Importar carpetas
fr: Importer des dossiers

# albumImporterHeaderText
source: Import folders as albums
el: Εισαγωγή φακέλων ως συλλογές
es: Importar carpetas como álbumes
fr: Importer des dossiers sous forme d'albums

# albumImporterSubHeaderText
source: Suggested folders are listed below. Depending on the number of files on your server, it might take a while to finish
el: Οι προτεινόμενοι φάκελοι παρατίθενται παρακάτω. Ανάλογα με τον αριθμό των αρχείων στον διακομιστή σας, ενδέχεται να χρειαστεί λίγος χρόνος για να ολοκληρωθεί
es: Las carpetas sugeridas se alistan a continuación. Dependiendo de la cantidad de archivos en tu servidor, esto podría tardar un rato en terminar.
fr: Les dossiers suggérés sont répertoriés ci-dessous. Selon le nombre de fichiers sur votre serveur, cela peut prendre un certain temps

# importButtonLabel
source: IMPORT
el: ΕΙΣΑΓΩΓΗ
es: IMPORTAR
fr: IMPORTER

# albumImporterProgressText
source: Importing folders
es: Importando carpetas
fr: Importation de dossiers

# editAlbumMenuLabel
source: Edit album
el: Επεξεργασία συλλογής
es: Editar álbum
fr: Modifier l'album

# doneButtonTooltip
source: Done
el: Έγινε
es: Listo
fr: Terminé

# editTooltip
source: Edit
es: Editar
fr: Modifier

# editAccountConflictFailureNotification
source: An account already exists with the same settings
es: Ya existe una cuenta con los mismos ajustes
fr: Un compte existe déjà avec les mêmes paramètres

# genericProcessingDialogContent
source: Please wait
el: Παρακαλώ περιμένετε
es: Por favor, espera
fr: S'il vous plaît, attendez

# sortTooltip
source: Sort
el: Ταξινόμηση
es: Ordenar
fr: Trier

# sortOptionDialogTitle
source: Sort by
es: Ordenar por
fr: Trier par

# sortOptionTimeAscendingLabel
source: Oldest first
el: Παλιότερα πρώτα
es: Antiguos primero
fr: Le plus âgé en premier

# sortOptionTimeDescendingLabel
source: Newest first
el: Νεότερα πρώτα
es: Nuevos primero
fr: Le plus récent d'abord

# sortOptionAlbumNameLabel
source: Album name
es: Nombre del álbum

# sortOptionAlbumNameDescendingLabel
source: Album name (descending)
es: Nombre del álbum (inverso)
